Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Najszybciej będzie, jeśli pójdziesz w stronę skalnego łuku na wschód od naszego obozu. Później skieruj się na północ, yyy... Droga będzie prowadzić lekko w dół.
uk: Найкраще йти до скелястої арки на схід від нашого табору. Після цього рухайся на північ, еее... Дорога піде дещо вниз.

source: Najszybciej robi się to po odsłonięciu korzeni kła. Przygotuj więc sobie ostre narzędzie, natnij dziąsła i wtedy zacznij szarpać, tak, żeby zęba nie uszkodzić.
uk: Найшвидший спосіб це зробити – оголити корінь ікла. Тож підготуй гострий інструмент, розріж ясна і обережно потягни, щоб не пошкодити зуб.

source: Najszybszy sposób na ostrygi, specjalność rybaków
uk: Найшвидший рибальський спосіб приготувати устриці

source: Najtrudniejszym do opisania rodzajem obrażeń są zdecydowanie obrażenia od lotu, wiatru i upadku. Jest to bardzo zróżnicowana kategoria, która zawiera jednak mało powszechne ataki. Nie powstał jeszcze pancerz, który pozwalałby się chronić przed tym rodzajem ran - każda istota posiada na nie własną odporność.
uk: Найскладніший для опису тип шкоди – це, безумовно, шкода від польоту, вітру та падіння. Це дуже різноманітна категорія, але вона включає атаки, які зустрічаються не так вже й часто. Досі не створено обладунку, який би захищав від цього типу шкоди – кожна істота має свій опір до неї.

source: Najważniejsza w kradzieży jest umiejętność dyskretnego zachowania. Przećwicz ją chodząc po miejscach, w których nie powinno cię być.
uk: Найважливіше у крадіжці - це вміння бути непомітним. Потренуйтеся цьому, ходячи в місцях, де тобі не слід знаходитись.

source: Najważniejsze - znajdź sobie robotę. Choćby to było przenoszenie beczek z przegniłymi rybami, w tym mieście trzeba pracować. Inaczej prędzej czy później wylądujesz na ulicy, a stamtąd prostą drogą trafisz do Dzielnicy Biedoty. A możesz mi wierzyć - nie chcesz tam trafić.
uk: Найголовніше – знайти роботу. Навіть якщо це буде перенесення бочок з протухлою рибою, у цьому місті ви повинні працювати. Інакше рано чи пізно ви опинитесь на вулиці, а звідти пряма дорога до Бідного кварталу. І повірте мені, ви не захочете там опинитися.

source: Najważniejsze jest mieć dobry plan i zaufanych ludzi. Zajmij się tym pierwszym, a już ja zadbam o to drugie.
uk: Найголовніше – мати хороший план і надійних людей. Займись першим, а я подбаю про друге.

source: Najważniejsze jest umiejętne podejście do ofiary. Jeśli twój cel za szybko zda sobie sprawę z twojej obecności, może cię zaatakować albo po prostu uciec.
uk: Найважливіше – вміло підійти до жертви. Якщо ціль занадто рано дізнається про твою присутність, вона може напасти або просто втекти.

source: Najważniejsze są podatki. To właśnie one sprawiają, że wielkie królestwa takie jak Myrtana, mogą istnieć i zapewniać bezpieczeństwo tysiącom mieszkańców.
uk: Найголовніше – це податки. Саме завдяки їм такі великі королівства, як Міртана, можуть існувати та забезпечувати безпеку тисячам мешканців.

source: Najważniejsze to odróżnić je od mięsa. W większości przypadków sadło ma biały albo żółtawy kolor, łapiesz więc to, co odpowiada temu opisowi i odcinasz.
uk: Найголовніше – це відділити його від м'яса. У більшості випадків жир має білий або жовтуватий колір, тож шукай те, що підходить під цей опис, і зрізай.

source: Najważniejsze to pamiętać o dobrych materiałach. Bez porządnego surowca niczego nie zdziałasz, więc uważnie sprawdzaj, na czym będziesz pracował.
uk: Найголовніше – пам'ятати про хороші матеріали. Без хорошої сировини ти нічого не викуєш, тому ретельно перевіряй, з чим ти будеш працювати.

source: Najważniejsze to przygotować sobie materiały. Zaglądasz do receptury, organizujesz menzurkę oraz składniki, idziesz z tym do stołu i postępujesz zgodnie z przepisem.
uk: Найважливіше – підготувати матеріали. Ти читаєш рецепт, розкладаєш мензурки та інгредієнти, сідаєш з цим усім за стіл, і все робиш згідно рецепту.

source: Najważniejsze to trzymać go na dystans i pozwolić mu machać swoją bronią.
uk: Найголовніше – тримати його на відстані і дати йому можливість розмахувати зброєю.

source: Najważniejsze w robieniu strzały jest dobre drewno, jeśli czujesz, że patyk jest łamliwy, to wyrzuć go jeszcze na etapie strugania.
uk: Найважливіше у виготовленні стріли – це міцна деревина. Якщо відчуваєш, що палка ламка, викинь її ще на стадії стругання.

source: Najważniejsze w tym fachu są materiały. Z fatalnej stali nie zrobisz nawet przyzwoitej broni, więc dbaj o jakość swoich surowców.
uk: Найважливіше в цьому ремеслі – матеріали. З поганої сталі не вийде зробити пристойної зброї, тому дбай про якість сировини.

source: Najważniejsze, by potrafili poradzić sobie w walce i nie uciekli na widok pierwszego zagrożenia.
uk: Найголовніше, щоб вони вміли тримати себе в руках в бою і не втекли при першій же небезпеці.

source: Najważniejsze, że mamy książkę.
uk: Найголовніше, що книга у нас.

source: Najważniejsze, że miasto w końcu jest bezpieczne.
uk: Найголовніше, що місто нарешті в безпеці.

source: Najważniejsze, że nic mu nie jest. Już jakiś czas temu straciłem nadzieję, że przejmie kiedyś po mnie to miejsce. Dziękuję, że mi o tym opowiedziałeś, przyjacielu.
uk: Найголовніше, що з ним все гаразд. Я вже давно втратив надію на те, що він коли-небудь займе моє місце. Дякую, що розповів мені, приятелю.

source: Najważniejsze, że odzyskałem to koło. Ulryk by mnie zabił, gdyby się dowiedział. Te ustrojstwa robione są wyłącznie na zamówienie i kosztują majątek.
uk: Найголовніше, що я повернув шестерню. Якби Ульрік дізнався, то вбив би мене. Такі деталі робляться виключно на замовлення і коштують купу грошей.

source: Najważniejsze, że udało mi się im wyśliznąć.
uk: Найголовніше, що мені вдалося від них вислизнути.

source: Najważniejsze, że zdążyłem już obmyślić plan. Poczekamy do następnej nocy. Tym razem ja pójdę na nocną wartę na murach by napastnik był pewny, że nie ma mnie w chacie.
uk: Найголовніше, що мені вдалося розробити план. Дочекаємося наступної ночі. Цього разу я піду на нічну варту на стінах, щоб нападник був упевнений, що мене немає в хатині.

source: Najważniejszą nauką Adanosa jest powściągliwość. Obserwuj, analizuj, a gdy już działasz, rób to z rozwagą i będąc świadomym konsekwencji.
uk: Найважливіше вчення Аданоса – стриманість. Спостерігай, аналізуй, а коли будеш діяти, дій з обережністю та усвідомлюючи наслідки.

source: Najważniejszą osobą na Archolos jest bez wątpienia gubernator Morris.
uk: Найважливішою людиною на Архолосі, без сумніву, є губернатор Морріс.

source: Najwidoczniej myliłem się co do ciebie.
uk: Напевно я помилявся щодо тебе.

source: Najwidoczniej nie wszyscy są zadowoleni z naszej władzy. Nie potrzebujemy takich idiotów jak ci ludzie pod ratuszem.
uk: Вочевидь, не всі задоволені нашою владою. Нам не потрібні такі ідіоти, як ці люди під ратушею.

source: Najwidoczniej nie wszyscy są zadowoleni z naszej władzy. Nie potrzebujemy takich idiotów, jak ci ludzie pod ratuszem.
uk: Вочевидь, не всі задоволені нашою владою. Нам не потрібні такі ідіоти, як ці люди під ратушею.

source: Najwidoczniej ulice Archolos pozostaną brudne.
uk: Мабуть, вулиці Архолосу залишаться брудними.

source: Najwięksi będą najmniejszymi
uk: Випий мене

source: Największym problemem okazuje się wybranie odpowiedniej dawki. Do tej pory testowałem miksturę wyłącznie na chrząszczach, ale są one tak małe, że prawie każda dawka bywa śmiertelna.
uk: Найбільшою проблемою, як виявляється, є вибір правильного дозування. Поки що я випробовував зілля лише на жуках, але вони настільки малі, що майже будь-яка доза може бути смертельною.

source: Najwyraźniej jednak wciąż nam sprzyja!
uk: Однак, судячи з усього, вона все ще прихильна до нас!

source: Najwyraźniej może. Leon wygrał z tobą uczciwie. Przegrałeś.
uk: Виявляється, що може. Леон виграв чесно. А ти програв.

source: Najwyraźniej nie byłeś zbyt blisko niego. Niewiele brakowało, a twój szef by zginął.
uk: Вочевидь, ти був не дуже близько до нього. Ще трохи і твій шеф був би мертвий.

source: Najwyraźniej wycofano wszystkie oskarżenia pod twoim adresem.
uk: Судячи з усього, всі звинувачення з тебе зняті.

source: Najwyraźniej, nie są takimi świętoszkami, za jakich się uważają.
uk: Очевидно, що вони не такі святі, якими себе вважають.

source: Najwyższy czas otworzyć kuferek.
uk: Настав час відкрити скриню.

source: Najwyższy czas otworzyć paczkę.
uk: Настав час відкрити пакунок.

source: Najwyższy czas otworzyć skrzynię.
uk: Настав час відкрити ящик.

source: Najwyższy czas otworzyć skrzynkę.
uk: Настав час відкрити ящик.

source: Najwyższy czas zająć się butelkami.
uk: Настав час подбати про пляшки з пивом.

source: Najłatwiej będzie je zdobyć ze zwierząt, które się nimi żywią. Poluj na nie, a z pewnością coś znajdziesz.
uk: Найпростіший спосіб їх дістати – у тварин, які ними харчуються. Полюй на них, і ти обов'язково щось знайдеш.

source: Najłatwiej będzie zdobyć strój biedaka. Veit często odwiedza Silbach, więc powinien mieć coś na stanie.
uk: Найпростіше було б дістати одяг бідняка. Вейт часто навідується до Сільбаху, тож у нього має бути щось про запас.

source: Najłatwiej osiągnąć to idąc na ugiętych nogach i powoli stawiając kroki. Pojąłeś? Pewnie tak, nie jest to trudne.
uk: Найпростіший спосіб - пересуватися на зігнутих ногах і робити повільні кроки. Розумієш? Це не так уже й складно.

source: Najłatwiej osiągnąć to idąc na ugiętych nogach i powoli stawiając kroki. Pojąłeś? Pewnie tak, to nie jest trudne.
uk: Найпростіший спосіб - пересуватися на зігнутих ногах і робити повільні кроки. Розумієш? Це не так уже й складно.

source: Nakarmiłem cię, napoiłem, wziąłem pod swoje skrzydła, a w zamian dostaję od ciebie po gębie.
uk: Я тебе годував, поїв, взяв під своє крило, а натомість отримав ножа в спину.

source: Nakaz? Ale... czy coś się stało?
uk: Ордер? Але... щось сталося?

source: Nakazał dać sobie najlepszy pokój w karczmie, a potem zaczął nagabywać ludzi.
uk: Він наказав заселити його в найкращу кімнату в корчмі, а потім почав приставати до людей.

source: Nakazuje się oczekiwać przybycia królewskich wysłanników z rozkazami w ciągu następnych miesięcy. Polityka kraju pozostaje niezmienna. W tych trudnych czasach kluczem do sukcesu jest jedność Królestwa Myrtany.
uk: Наказано очікувати прибуття королівських послів з наказами протягом наступних кількох місяців. Політика країни залишається незмінною. У ці складні часи запорукою успіху залишається єдність Королівства Міртана.

source: Nalewka dla Guido - Hershlik
uk: Настоянка для Гвідо – Гершлік

source: Nalewka dla Guido - Rahma
uk: Настоянка для Гвідо – Рамха

source: Nalewka malinowa
uk: Малинова наливка

source: Należało mu się.
uk: Він на це заслужив.

source: Należy ci się nauczka!
uk: Тебе треба провчити!

source: Należy ci się nauczka! (Atakuj)
uk: Тебе треба провчити! (Напасти)

source: Należy ci się za to trochę złota.
uk: Ти заслуговуєш за це трохи золота.

source: Należy czcić wszechmocnego Pana Ognia datkami i modlitwą, by przebaczył nieposłusznym ich występki.
uk: Необхідно вшановувати всемогутнього Володаря Вогню пожертвуваннями та молитвами, щоб він простив непокірних за їхні гріхи.

source: Należy do wilczego syna Devira.
uk: Належить Вовчому Синові Девіру.

source: Należy je pić powoli, małymi łykami, ponieważ ma również sporą moc. Może być leżakowane jak wino - tylko zyska dzięki temu na wartości.
uk: Пити його слід повільно, маленькими ковтками, оскільки воно досить міцне. Його можна витримувати, як вино - від цього воно тільки зросте в ціні.

source: Należy jej się właściwy pochówek.
uk: Вона заслуговує на гідне поховання.

source: Należy pamiętać, by mięso było świeże i surowe!
uk: Пам'ятайте, що м'ясо має бути сирим та свіжим!

source: Należy pamiętać, iż istotną rolę w formowaniu i utrzymaniu się suwerenności kultury varranckiej i nordmarskiej odgrywa klimat obu tych krain. Z powodu trwającej blisko osiem miesięcy pory suchej na obszarze Varrantu Bliskiego, jego mieszkańcy chętnie zakładają lekkie żakiety lub skórzane kapoty i lniane, przewiewne spodnie. Chaty Varrantczyków często pozbawione są okiennic i drzwi, a ich miejsce zajmują rozwieszone na całej szerokości zasłony, chroniące domowników przed słońcem i insektami.
uk: Важливо пам'ятати, що клімат обох земель відіграє важливу роль у формуванні та підтримці суверенності варантської та нордмарської культур. Через майже восьмимісячний сезон посухи у районі Ближнього Варанту його мешканці полюбляють носити легкі куртки або шкіряні плащі та вільні лляні штани. Варантські будинки часто не мають віконниць чи дверей, їх замінюють фіранки на всю ширину, щоб захистити мешканців від сонця та комах.

source: Należy pamiętać, że zgodnie z przepisami Królewskimi, materiały dostarczane do miasta nie powinny pochodzić z Wilczego Leża, co dotyczy również tamtejszej kopalni srebra.
uk: Зверніть увагу, що згідно з королівськими розпорядженнями, матеріали, які постачаються до міста, не повинні надходити з Вовчого Лігва, що також стосується срібної копальні, яка там розташована.

source: Należy powiedzieć prawdę.
uk: Треба розповісти правду.

source: Należy również pamiętać, że zarówno Varrantczycy, jak i Nordmarczycy to ludzie, których ducha niezwykle trudno jest złamać. Żyjąc w cieniu najazdów orkowych band z Północnych Równin, mieszkańcy Nordmaru muszą być stale gotowi, by bronić swych domostw przed wrogiem. Varrantczycy z kolei nigdy sami nie mieli wystarczająco dużo surowców naturalnych, toteż przywykli do zabierania ich bogatszym od siebie. Obie te kultury cechuje hardość i wytrwałość na trudy, co bez wątpienia wpłynęło na utrzymanie przez nich niezależności.
uk: Слід також пам'ятати, що і варантці, і нордмарці - це люди, дух яких вкрай важко зламати. Живучи в тіні набігів орків з Північних Рівнин, мешканці Нордмару повинні бути постійно готовими захищати свої домівки від ворогів. З іншого боку, варантці ніколи не мали достатньо природних ресурсів, тому звикли відбирати їх у тих, хто багатший за них. Обидві культури вирізняються витривалістю і наполегливістю в боротьбі з труднощами, що, безсумнівно, вплинуло на збереження ними незалежності.

source: Należy to do przeszłości, więc dobrze ci radzę, nie patrz z takim zaciekawieniem, bo zgubisz oko.
uk: Це вже в минулому, тому моя тобі порада: не витріщайся з такою цікавістю, бо можеш втратити око.

source: Należycie do straży, tak? Patrolujecie?
uk: Ви належите до Варти, так? Патрулюєте?

source: Należysz do elity naszych sił, więc jak najbardziej, chętnie urządzę ci trening.
uk: Ти належиш до еліти нашого війська, тож я з радістю організую тобі тренування.

source: Należysz także do naszej organizacji.
uk: Також ти належиш до нашої організації.

source: Należę do Gildii Kupieckiej.
uk: Я належу до Торгової Гільдії.

source: Należę do osób, które nie przepadają za Ramoną. Zabranie tego koła było, powiedzmy, żarcikiem.
uk: Я з тих людей, яким не подобається Рамона. Забрати ту шестерню було, скажімо так, жартом.

source: Nam się poszczęściło, ale wypadałoby sprawdzić, co z resztą.
uk: Нам пощастило, але варто дізнатися, що з іншими.

source: Namaszczony przez samego Innosa Rhobar II jest władcą sprawiedliwym, i tylko dzięki jego sile będziemy w stanie wygrać tę wojnę.
uk: Помазаний самим Інносом, Робар II – справедливий правитель, і тільки завдяки його силі ми зможемо виграти цю війну.

source: Namówiłem Dustera, by spowodował lawinę w pobliżu Wilczego Leża. Oby wszystko się udało... tylko z jakiegoś powodu za bardzo w to nie wierzę.
uk: Я вмовив Дастера спричинити обвал біля Вовчого Лігва. Сподіваюся, що все вийде... тільки чомусь я в це не дуже вірю.

source: Namówiłem Grona, by poszedł pilnować wejścia do kopalni Ulryka.
uk: Я вмовив Грона охороняти вхід до копальні Ульріка.

source: Naniosłeś mi tyle błota do domu, że jak żyję, to czegoś takiego nie widziałem. Na Adanosa!
uk: Ти приніс стільки бруду в мій дім, що я ніколи в житті не бачив нічого подібного. Клянуся Аданосом!

source: Naostrzcie broń i obetnijcie im łby, będzie co powiesić w karczmie podczas dzisiejszej uczty!
uk: Гостріть зброю і відрубайте їм голови. Буде що повісити в корчмі на вечірньому бенкеті!

source: Napadają rybaków, drwali i kopaczy. Ba! Obrabowali cały konwój kupiecki, a obstawę wycięli w pień!
uk: Вони нападають на рибалок, лісорубів і копачів. Більше того! Вони пограбували цілий торговельний караван, а всю охорону зарізали!

source: Napadli nas, nie było świadków!
uk: На нас напали, свідків не було!

source: Napady, kradzieże, porwania dla okupu. Facet był w tym dobry, póki nie popełnił jednego błędu.
uk: Напади, крадіжки, викрадення для викупу. Хлопець був у цьому мастак, доки не припустився однієї помилки.

source: Napadły nas dzikie bestie. Mamy rannego towarzysza.
uk: На нас напали дикі звірі. Маємо пораненого товариша.

source: Napij się mikstury
uk: Випити зілля

source: Napij się wody, dobrze ci to zrobi!
uk: Випий води, це піде тобі на користь!

source: Napijmy się jeszcze.
uk: Давай ще вип'ємо.

source: Napijmy się za jutrzejsze polowanie!
uk: Випиймо за завтрашнє полювання!

source: Napijmy się za nich i ich walkę, niech zapewnią Myrtanie lepsze jutro!
uk: Вип'ємо за них та їхню боротьбу, нехай вони забезпечать краще майбутнє для Міртани!

source: Napijmy się.
uk: Давай вип'ємо.

source: Napisała, dlaczego?
uk: Вона написала, чому?

source: Napisała, że miasto jest ciekawym połączeniem ośrodka militarnego, kulturalnego i gospodarczego.
uk: Написала, що місто – це цікаве поєднання військового, культурного та економічного центру.

source: Napoje
uk: Зілля

source: Napotkany przeze mnie złodziej wspomniał, że jedna z beczek jest za domem Alice.
uk: Злодій, якого я зустрів, згадав, що одна з бочок знаходиться за будинком Аліси.

source: Napraw dach
uk: Відремонтувати дах

source: Napraw palisadę
uk: Полагодити частокіл

source: Naprawa zewnętrznej palisady brzmi jak sensowne zadanie. Tylko jak można uciec z tego miejsca? Muszę dokładniej rozejrzeć się po okolicy.
uk: Ремонт зовнішнього частоколу звучить правдоподібно. Але як можна втекти з цього місця? Мені потрібно уважніше оглянути околиці.

source: Naprawdę boję się o przyszłość tej wioski.
uk: Я дуже переживаю за майбутнє цього села.

source: Naprawdę chcesz podpaść Ulrykowi?
uk: Ти не боїшся підривати щось у володіннях Ульріка?

source: Naprawdę chcesz to zrobić? Byłbym ci bardzo wdzięczny! Może nawet dałbym radę przynieść ci kilka grudek soli, a ty sprzedasz je sobie za niezłą sumkę w mieście!
uk: Ти справді хочеш це зробити? Я буду дуже вдячний! Може мені навіть вдасться принести тобі кілька грудочок солі, і ти зможеш продати їх за непогану суму в місті!

source: Naprawdę chcę wam pomóc.
uk: Насправді я хочу вам допомогти.

source: Naprawdę dobry z ciebie chłopak.
uk: Ти справді добра душа.

source: Naprawdę jest mi przykro, gdybym mógł coś dla ciebie zrobić...
uk: Мені дійсно дуже прикро, якби я міг щось зробити для тебе...

source: Naprawdę jest u was tak dobrze? Dobre żarcie, dach nad głową, mało obowiązków, wysoka zapłata?
uk: Невже у вас там дійсно так добре? Хороша їжа, дах над головою, мало обов'язків, висока зарплатня?

source: Naprawdę jesteś z kontynentu?
uk: Ти справді з континенту?

source: Naprawdę kazałeś jakiemuś Harry'emu otruć Holdwiga?
uk: Ти справді наказав якомусь Гаррі отруїти Гольдвіга?

source: Naprawdę mam użyć innych sposobów zdobywania informacji?
uk: Мені слід вдатися до інших методів отримання інформації?

source: Naprawdę masz oko do antyków...
uk: Ти справді маєш хист до старовини...

source: Naprawdę mi przykro, ale praca przy wycince zajmuje mi cały czas. Ktoś inny na pewno chętnie ci pomoże!
uk: Мені дуже шкода, але робота забирає весь мій час. Хтось інший неодмінно з радістю тобі допоможе!

source: Naprawdę możesz spać spokojnie, wiedząc, że grozi im niebezpieczeństwo?
uk: Ти справді можеш спокійно спати, знаючи, що вони в небезпеці?

source: Naprawdę musisz zadawać takie pytania? Przecież znasz odpowiedź.
uk: Тобі справді хочеться поставити це питання? Ти ж чудово знаєш відповідь.

source: Naprawdę musisz zadawać takie pytanie? Przecież znasz odpowiedź.
uk: Тобі справді хочеться поставити це питання? Ти ж чудово знаєш відповідь.

source: Naprawdę muszę ci to tłumaczyć? Straż to mnóstwo niepotrzebnej roboty papierkowej.
uk: Мені справді треба це пояснювати? Варта – це купа паперової роботи.

source: Naprawdę muszę go zobaczyć. Mam dla niego ważne informacje.
uk: Насправді мені дуже потрібно з ним побачитись. Маю для нього важливу інформацію.

source: Naprawdę muszę przyjrzeć się temu ciału...
uk: Мені дуже потрібно поглянути на це тіло...

source: Naprawdę muszę przyjrzeć się temu ciału... (Zapłać 50 SZ)
uk: Мені дуже треба поглянути на це тіло... (Заплатити 50 золотих)

source: Naprawdę myślisz teraz o nagrodzie? Jak dla mnie to możesz ją nawet zatrzymać. Dla mnie to bardziej sprawa osobista.
uk: Ти справді зараз думаєш про винагороду? Як на мене, можеш навіть залишити її собі. Для мене це особисте.

source: Naprawdę myślisz, że kapitan straży zaryzykuje otrzymanie reprymendy od samego Wysłannika Królewskiego tylko ze względu na nasze rewelacje?
uk: Невже ти думаєш, що капітан Варти ризикне отримати догану від самого Королівського посла лише через наше викриття?

source: Naprawdę myślisz, że to pierwsza jednostka straży, która kombinuje, jak nie poddać się standaryzacji?
uk: Ти справді думаєш, що це перший гарнізон вартових, який вигадує, як обійти стандартизацію?

source: Naprawdę myślisz, że winiarze dopuściliby nas do swoich drogocennych upraw? Naiwny jesteś!
uk: Ти справді думаєш, що винороби пустять нас до свого дорогоцінного врожаю? Який ти наївний!

source: Naprawdę nic nie jesteś w stanie zrobić w sprawie Jorna?
uk: Ти дійсно нічим не можеш допомогти в справі Йорна?

source: Naprawdę nic sobie nie przypominasz?
uk: Ти справді нічого не пригадуєш?

source: Naprawdę nie masz czego żałować, chłopcze.
uk: Тобі справді нема про що шкодувати, хлопче.

source: Naprawdę nie masz nic do powiedzenia?
uk: Тобі справді нічого сказати?

source: Naprawdę nie sądziłem, że ci się powiedzie. Zwłaszcza z szatami magów ognia.
uk: Я й справді не думав, що в тебе все вийде. Особливо з мантіями Магів Вогню.

source: Naprawdę o nim nie słyszałeś? O zdobywcy Varrantu?
uk: Невже ти ніколи не чув про нього? Про завойовника Варанту?

source: Naprawdę potrafisz czarować?
uk: Ти справді володієш магією?

source: Naprawdę potrzebujemy tego wszystkiego?
uk: Нам дійсно все це потрібно?

source: Naprawdę pytasz mnie, czy znam się na zielarstwie?
uk: Ти справді питаєш мене, чи знаюся я на травах?

source: Naprawdę szef kopalni zaczął sobie dorabiać na boku z królewską solą?
uk: Невже начальник копальні справді почав підторговувати королівською сіллю на стороні?

source: Naprawdę tak powiedział? Cholera, szkoda niewolnika, ale Cortez potrafi być naprawdę hojny.
uk: Він справді так сказав? Дідько, шкода раба, але Кортез буває дуже щедрим.

source: Naprawdę tak rzadko ktoś tu trafia?
uk: Невже сюди так рідко навідуються?

source: Naprawdę udało ci się to zrobić? Słyszałem, że nawet tropiciele z Araxos miewają z nimi problemy.
uk: Тобі справді вдалося зробити це? Я чув, що навіть слідопити з Араксосу мають з ними проблеми.

source: Naprawdę udało nam się przygotować ten eliksir! Pomyśl, ilu chorym będziemy mogli dzięki temu pomóc.
uk: Нам дійсно вдалося приготувати цей еліксир! Подумай, скільком хворим людям ми зможемо допомогти завдяки йому.

source: Naprawdę w to wierzysz?
uk: І ви справді в це вірите?

source: Naprawdę wolałbym o tym nie rozmawiać.
uk: Я б не хотів про це говорити.
